Repository: vanderwijk/wildspotters
Catalog: wildspotters/Localizable.xcstrings
Source language: en
Languages: de, nl

# accessibility.speciesHint
source: Double-tap to select this species
de: Doppeltippen, um diese Art auszuwählen
nl: Dubbeltik om deze soort te selecteren

# accessibility.videoPlayer
source: Wildlife video clip
de: Wildtier-Video
nl: Spot video

# activation.failed
source: We could not activate your account. The link may have expired. Try logging in or register again.
de: Wir konnten dein Konto nicht aktivieren. Der Link ist möglicherweise abgelaufen. Versuche dich anzumelden oder registriere dich erneut.
nl: We konden je account niet activeren. De link is mogelijk verlopen. Probeer in te loggen of registreer opnieuw.

# activation.success
source: Your account has been activated. You can now log in.
de: Dein Konto wurde aktiviert. Du kannst dich jetzt anmelden.
nl: Je account is geactiveerd. Je kunt nu inloggen.

# common.logout
source: Logout
de: Abmelden
nl: Uitloggen

# common.retry
source: Retry
de: Erneut versuchen
nl: Opnieuw proberen

# error.conflict
source: This spot is no longer available.
de: Dieser Spot ist nicht mehr verfügbar.
nl: Deze spot is niet meer beschikbaar.

# error.decodingFailed
source: Unexpected response format
de: Unerwartetes Antwortformat
nl: Onverwacht antwoordformaat

# error.emailAlreadyExists
source: An account with this email address already exists.
de: Ein Konto mit dieser E-Mail-Adresse existiert bereits.
nl: Er bestaat al een account met dit e-mailadres.

# error.invalidCredentials
source: Invalid email or password.
de: Ungültige E-Mail oder ungültiges Passwort.
nl: Ongeldig e-mailadres of wachtwoord.

# error.invalidResponse
source: Invalid server response
de: Ungültige Serverantwort
nl: Ongeldig serverantwoord

# error.networkOffline
source: No internet connection. Please check your network and try again.
de: Keine Internetverbindung. Bitte überprüfe dein Netzwerk und versuche es erneut.
nl: Geen internetverbinding. Controleer je netwerk en probeer het opnieuw.

# error.notActivated
source: Please activate your account first. Check your email for the activation link.
de: Bitte aktiviere zuerst dein Konto. Prüfe deine E-Mail auf den Aktivierungslink.
nl: Activeer eerst je account. Controleer je e-mail voor de activatielink.

# error.rateLimited
source: Too many requests. Please wait a moment.
de: Zu viele Anfragen. Bitte warte einen Moment.
nl: Te veel verzoeken. Even geduld.

# error.serverError
source: Server error (%d)
de: Serverfehler (%d)
nl: Serverfout (%d)

# error.unauthorized
source: Session expired. Please log in again.
de: Sitzung abgelaufen. Bitte melde dich erneut an.
nl: Sessie verlopen. Log opnieuw in.

# forgotPassword.backToLogin
source: Back to Login
de: Zurück zur Anmeldung
nl: Terug naar inloggen

# forgotPassword.button
source: Send Reset Link
de: Reset-Link senden
nl: Verstuur resetlink

# forgotPassword.success
source: If an account exists for this email address, you will receive a reset link shortly.
de: Wenn ein Konto für diese E-Mail-Adresse existiert, erhältst du in Kürze einen Reset-Link.
nl: Als er een account bestaat voor dit e-mailadres, ontvang je binnenkort een resetlink.

# identification.communityVerdict
source: Community verdict
de: Was denken andere?
nl: Wat denken anderen?

# identification.empty.button
source: Check Again
de: Erneut prüfen
nl: Opnieuw controleren

# identification.empty.message
source: No new videos to identify right now.
de: Derzeit gibt es keine neuen Videos zum Identifizieren.
nl: Er zijn momenteel geen nieuwe video's om te identificeren.

# identification.empty.title
source: All caught up!
de: Alles erledigt!
nl: Helemaal bij!

# identification.loading
source: Loading video...
de: Video wird geladen...
nl: Video laden...

# identification.nextVideo
source: Next video
de: Nächstes Video
nl: Volgende video

# identification.question
source: Can you identify this animal?
de: Kannst du dieses Tier identifizieren?
nl: Weet jij welk dier dit is?

# identification.submitting
source: Submitting identification...
de: Identifikation wird gesendet...
nl: Identificatie verzenden...

# identification.totalIdentifications %lld
source: %lld identifications
de: %lld Identifikationen
nl: %lld identificaties

# identification.yourChoice
source: Your choice
de: Deine Auswahl
nl: Jouw keuze

# leaderboard.confirmedCount
source: %lld confirmed identifications
de: %lld bestätigte Identifikationen
nl: %lld bevestigde identificaties

# leaderboard.empty
source: No rankings yet. Start identifying spots to climb the leaderboard.
de: Noch keine Rangliste. Beginne mit Identifikationen, um Punkte zu sammeln.
nl: Nog geen ranglijst. Begin met identificeren om punten te scoren.

# leaderboard.loading
source: Loading leaderboard...
de: Rangliste wird geladen...
nl: Ranglijst laden...

# leaderboard.rankAccessibility
source: Rank %lld
de: Platz %lld
nl: Positie %lld

# leaderboard.subtitle
source: Top spotters by activity score
de: Top-Spotter nach Aktivitätspunkten
nl: Top spotters op activiteitsscore

# leaderboard.title
source: Leaderboard
de: Rangliste
nl: Ranglijst

# leaderboard.updated
source: Updated %@
de: Aktualisiert %@
nl: Bijgewerkt %@

# leaderboard.yourRank
source: Your rank
de: Dein Platz
nl: Jouw positie

# login.button
source: Log In
de: Anmelden
nl: Inloggen

# login.description
source: Welcome back! Log in with your account to keep spotting.
de: Willkommen zurück! Melde dich mit deinem Konto an, um weiter zu spotten.
nl: Welkom terug! Log in met je account om verder te spotten.

# login.forgotPassword
source: Forgot password?
de: Passwort vergessen?
nl: Wachtwoord vergeten?

# login.noAccount
source: Don't have an account? Register
de: Noch kein Konto? Registrieren
nl: Nog geen account? Registreer je

# login.password
source: Password
de: Passwort
nl: Wachtwoord

# login.subtitle
source: Can you identify this animal?
de: Kannst du dieses Tier identifizieren?
nl: Weet jij welk dier dit is?

# register.alreadyHaveAccount
source: Already have an account? Log in
de: Bereits ein Konto? Anmelden
nl: Al een account? Log in

# register.button
source: Start Spotting
de: Mit Spotten beginnen
nl: Start met spotten

# register.description
source: Spot them all! Create a free account to get started. We'll email you an activation link. Open it on any device, then sign in here with your password.
de: Spotte sie alle! Erstelle ein kostenloses Konto, um loszulegen. Wir senden dir einen Aktivierungslink per E-Mail. Öffne ihn auf einem beliebigen Gerät und melde dich dann hier mit deinem Passwort an.
nl: Spot ze allemaal! Maak een gratis account aan om mee te doen. We sturen je een activatielink per e-mail. Open die op elk apparaat en log daarna hier in met je wachtwoord.

# register.firstName
source: First name
de: Vorname
nl: Voornaam

# register.goToLogin
source: Go to Login
de: Zur Anmeldung
nl: Naar inloggen

# register.lastName
source: Last name
de: Nachname
nl: Achternaam

# register.success
source: We sent an activation email. Open it on any phone or computer, tap the link, then sign in here with your email and password.
de: Wir haben eine Aktivierungs-E-Mail gesendet. Öffne sie auf deinem Telefon oder Computer, tippe auf den Link und melde dich dann hier mit deiner E-Mail und deinem Passwort an.
nl: We hebben een activatiemail gestuurd. Open die op je telefoon of computer, tik op de link en log daarna hier in met je e-mailadres en wachtwoord.

# resetPassword.button
source: Reset Password
de: Passwort zurücksetzen
nl: Wachtwoord resetten

# resetPassword.confirmPassword
source: Confirm new password
de: Neues Passwort bestätigen
nl: Bevestig nieuw wachtwoord

# resetPassword.description
source: Choose a new password for your Wildspotters account.
de: Wähle ein neues Passwort für dein Wildspotters-Konto.
nl: Kies een nieuw wachtwoord voor je Wildspotters-account.

# resetPassword.loginMessage
source: Your password has been reset. You can now log in with your new password.
de: Dein Passwort wurde zurückgesetzt. Du kannst dich jetzt mit deinem neuen Passwort anmelden.
nl: Je wachtwoord is gereset. Je kunt nu inloggen met je nieuwe wachtwoord.

# resetPassword.newPassword
source: New password
de: Neues Passwort
nl: Nieuw wachtwoord

# resetPassword.passwordMismatch
source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.
nl: De wachtwoorden komen niet overeen.

# resetPassword.success
source: Your password has been reset.
de: Dein Passwort wurde zurückgesetzt.
nl: Je wachtwoord is gereset.

# resetPassword.title
source: Reset your password
de: Passwort zurücksetzen
nl: Wachtwoord resetten

# spotInfo.comments.closed
source: Comments are closed for this spot.
de: Kommentare sind für diesen Spot geschlossen.
nl: Reacties zijn gesloten voor deze spot.

# spotInfo.comments.empty
source: No comments yet. Start the conversation.
de: Noch keine Kommentare. Starte die Unterhaltung.
nl: Nog geen reacties. Begin het gesprek.

# spotInfo.comments.pending
source: Thanks. Your comment is waiting for moderation.
de: Danke. Dein Kommentar wartet auf Moderation.
nl: Bedankt. Je reactie wacht op moderatie.

# spotInfo.comments.pendingBadge
source: Pending
de: Ausstehend
nl: In afwachting

# spotInfo.comments.placeholder
source: Write a comment...
de: Schreibe einen Kommentar...
nl: Schrijf een reactie...

# spotInfo.comments.posted
source: Your comment has been posted.
de: Dein Kommentar wurde veröffentlicht.
nl: Je reactie is geplaatst.

# spotInfo.comments.send
source: Send comment
de: Kommentar senden
nl: Reactie versturen

# spotInfo.comments.subtitle
source: Read and add comments for this video.
de: Kommentare zu diesem Video lesen und hinzufügen.
nl: Lees en plaats reacties bij deze video.

# spotInfo.comments.title
source: Comments
de: Kommentare
nl: Reacties

# spotInfo.likes.liked
source: You like this spot
de: Dir gefällt dieser Spot
nl: Je vindt deze spot leuk

# spotInfo.likes.subtitle
source: Save this video as a favorite.
de: Dieses Video als Favorit speichern.
nl: Bewaar deze video als favoriet.

# spotInfo.likes.tap
source: Tap to like this spot
de: Tippen, um diesen Spot zu liken
nl: Tik om deze spot leuk te vinden

# spotInfo.leaderboard.title
source: Leaderboard
de: Rangliste
nl: Ranglijst

# spotInfo.location.commonSpecies
source: Often spotted here
de: Hier oft gesichtet
nl: Vaak hier gespot

# spotInfo.location.empty
source: No location information is available for this spot.
de: Für diesen Spot sind keine Standortinformationen verfügbar.
nl: Er is geen locatie-informatie beschikbaar voor deze spot.

# spotInfo.location.subtitle
source: Camera location and species context.
de: Kamerastandort und Artenkontext.
nl: Cameralocatie en soortinformatie.

# spotInfo.location.title
source: Location
de: Standort
nl: Locatie

# accessibility.closePanel
source: Close panel
de: Panel schließen
nl: Sluit paneel

# accessibility.openMenu
source: Open menu
de: Menü öffnen

# accessibility.closeMenu
source: Close menu
de: Menü schließen
nl: Sluit menu

# profile.title
source: Profile
de: Profil
nl: Profiel

# profile.section.details
source: Details
de: Angaben
nl: Gegevens

# profile.email
source: Email address
de: E-Mail-Adresse
nl: E-mailadres

# profile.currentPassword
source: Current password
de: Aktuelles Passwort
nl: Huidig wachtwoord

# profile.emailChangeNotice
source: After saving, we will send a confirmation email to your new address. Your current email address stays active until you confirm.
de: Nach dem Speichern senden wir eine Bestätigungs-E-Mail an deine neue Adresse. Deine aktuelle E-Mail-Adresse bleibt aktiv, bis du bestätigst.
nl: Na opslaan sturen we een bevestigingsmail naar je nieuwe adres. Je huidige e-mailadres blijft actief tot je bevestigt.

# profile.pendingEmailChange %@
source: Pending email change: %@
de: E-Mail-Änderung ausstehend: %@
nl: Emailwijziging in afwachting: %@

# profile.saveButton
source: Save profile
de: Profil speichern
nl: Profiel opslaan

# profile.section.password
source: Password
de: Passwort
nl: Wachtwoord

# profile.savePasswordButton
source: Save password
de: Passwort speichern
nl: Wachtwoord opslaan

# profile.section.account
source: Account
de: Konto

# profile.section.session
source: Session
de: Sitzung
nl: Sessie

# profile.deleteWarning
source: This will delete your account immediately. Enter your current password to confirm.
de: Dies löscht dein Konto sofort. Gib dein aktuelles Passwort ein, um zu bestätigen.
nl: Dit verwijdert je account direct. Vul je huidige wachtwoord in om te bevestigen.

# profile.deleteConfirmButton
source: Permanently delete account
de: Konto endgültig löschen
nl: Account definitief verwijderen

# profile.deleteButton
source: Delete account
de: Konto löschen
nl: Account verwijderen

# profile.cancel
source: Cancel
de: Abbrechen
nl: Annuleren

# profile.passwordTooShort
source: Your new password must be at least 8 characters.
de: Dein neues Passwort muss mindestens 8 Zeichen lang sein.
nl: Je nieuwe wachtwoord moet minimaal 8 tekens zijn.

# profile.passwordUpdated
source: Your password has been updated.
de: Dein Passwort wurde aktualisiert.
nl: Je wachtwoord is bijgewerkt.

# profile.emailChangeConfirm
source: Check your new email address to confirm the change.
de: Bitte bestätige deine neue E-Mail-Adresse, um die Änderung abzuschließen.
nl: Controleer je nieuwe e-mailadres om de wijziging te bevestigen.

# profile.updated
source: Your profile has been updated.
de: Dein Profil wurde aktualisiert.
nl: Je profiel is bijgewerkt.

# keychain.saveFailed %d
source: Keychain save failed with status %d
de: Speichern in Schlüsselbund fehlgeschlagen mit Status %d
nl: Opslaan in sleutelhanger mislukt met status %d

# keychain.loadFailed %d
source: Keychain load failed with status %d
de: Laden aus Schlüsselbund fehlgeschlagen mit Status %d
nl: Laden uit sleutelhanger mislukt met status %d

# keychain.deleteFailed %d
source: Keychain delete failed with status %d
de: Löschen aus Schlüsselbund fehlgeschlagen mit Status %d
nl: Verwijderen uit sleutelhanger mislukt met status %d

# auth.restoringSession
source: Restoring your session...
de: Sitzung wird wiederhergestellt...
nl: Je sessie herstellen...
